PCF_MS_CORE/TARGET-FW-IMPLEMENTATION/FDC-PCF-MS-STACK/AccountDS/LoadTest.yml
config:
  target: "https://accountds-silly-hartebeest.apps.us-oma1-np2.1dc.com"
  phases:
    - duration: 60
      arrivalRate: 5
    - duration: 120
      arrivalRate: 5
      rampTo: 50
    - duration: 600
      arrivalRate: 50
scenarios:
  - name: "GET"
    flow:
      - get:
          url: "/search/12"